Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: Choose which pages appear in the floating tab bar and reorder them.
ar: اختر الصفحات التي تظهر في شريط علامات التبويب العائم وأعد ترتيبها.
da: Vælg, hvilke sider der skal vises i den flydende fanelinje, og omarranger dem.
es: Elija qué páginas aparecen en la barra de pestañas flotante y reordenelas.
fa: صفحاتی را انتخاب کنید که در نوار برگه شناور ظاهر شوند و ترتیب آنها را تغییر دهید.
fi: Valitse kelluvassa välilehtipalkissa näkyvät sivut ja järjestä ne uudelleen.
fr: Choisissez les pages qui apparaissent dans la barre d'onglets flottante et réorganisez-les.
he: יש לבחור אילו דפים יופיעו בסרגל הלשוניות הצף ולסדר אותם מחדש.
it: Scegli quali pagine visualizzare nella barra delle schede mobile e riordinale.
ja: フローティング タブ バーに表示するページを選択し、順序を変更します。
ko: 부동 탭 표시줄에 표시할 페이지를 선택하고 순서를 변경하세요.
nl: Kies welke pagina's in de zwevende tabbladbalk verschijnen en herschik ze.
sw: Chagua kurasa zipi zitaonekana kwenye upau wa kichupo unaoelea na uzipange upya.
th: เลือกหน้าที่จะปรากฏในแถบแท็บลอยและเรียงลำดับใหม่
uk: Виберіть, які сторінки відображатимуться на панелі плаваючих вкладок, і змініть їх порядок.
vi: Chọn trang nào xuất hiện trong thanh tab nổi và sắp xếp lại chúng.
zh_hans: 选择浮动选项卡栏中显示的页面并对它们重新排序。
zh_hant: 選擇浮動選項卡欄中顯示的頁面並對它們重新排序。
zh_hk: 選擇浮動選項卡欄中顯示的頁面並對它們重新排序。

source: Clear Debug Logs
ar: مسح سجلات التصحيح
da: Ryd fejlretningslogfiler
es: Borrar registros de depuración
fa: پاک کردن گزارش های اشکال زدایی
fi: Tyhjennä virheenkorjauslokit
fr: Effacer les journaux de débogage
he: ניקוי יומני איתור באגים
it: Cancella registri di debug
ja: デバッグログをクリアする
ko: 디버그 로그 지우기
nl: Wis foutopsporingslogboeken
sw: Futa Kumbukumbu za Utatuzi
th: ล้างบันทึกการแก้ไขข้อบกพร่อง
uk: Очистити журнали налагодження
vi: Xóa nhật ký gỡ lỗi
zh_hans: 清除调试日志
zh_hant: 清除調試日誌
zh_hk: 清除調試日誌

source: Clear all debug logs and analytics data stored on your device.
ar: امسح جميع سجلات التصحيح وبيانات التحليلات المخزنة على جهازك.
da: Ryd alle debug-logfiler og analysedata, der er gemt på din enhed.
es: Borre todos los registros de depuración y datos analíticos almacenados en su dispositivo.
fa: تمام گزارش های اشکال زدایی و داده های تجزیه و تحلیل ذخیره شده در دستگاه خود را پاک کنید.
fi: Tyhjennä kaikki laitteellesi tallennetut virheenkorjauslokit ja analytiikkatiedot.
fr: Effacez tous les journaux de débogage et données d’analyse stockés sur votre appareil.
he: נקה את כל יומני איתור הבאגים ונתוני הניתוח המאוחסנים במכשיר שלך.
it: Cancella tutti i registri di debug e i dati di analisi memorizzati sul tuo dispositivo.
ja: デバイスに保存されているすべてのデバッグ ログと分析データをクリアします。
ko: 장치에 저장된 모든 디버그 로그 및 분석 데이터를 지웁니다.
nl: Wis alle foutopsporingslogboeken en analysegegevens die op uw apparaat zijn opgeslagen.
sw: Futa kumbukumbu zote za utatuzi na data ya uchanganuzi iliyohifadhiwa kwenye kifaa chako.
th: ล้างบันทึกการแก้ไขข้อบกพร่องและข้อมูลการวิเคราะห์ทั้งหมดที่จัดเก็บไว้ในอุปกรณ์ของคุณ
uk: Очистіть усі журнали налагодження та дані аналітики, що зберігаються на вашому пристрої.
vi: Xóa tất cả nhật ký gỡ lỗi và dữ liệu phân tích được lưu trữ trên thiết bị của bạn.
zh_hans: 清除设备上存储的所有调试日志和分析数据。
zh_hant: 清除設備上存儲的所有調試日誌和分析數據。
zh_hk: 清除設備上存儲的所有調試日誌和分析數據。

source: Clock format
ar: تنسيق الساعة
da: Urformat
es: Formato de reloj
fa: فرمت ساعت
fi: Kellon muoto
fr: Format de l'horloge
he: פורמט שעון
it: Formato orologio
ja: クロックフォーマット
ko: 시계 형식
nl: Klokformaat
sw: Umbizo la saa
th: รูปแบบนาฬิกา
uk: Формат годинника
vi: Định dạng đồng hồ
zh_hans: 时钟格式
zh_hant: 時鐘格式
zh_hk: 時鐘格式

source: Cognitive Preferences
ar: التفضيلات المعرفية
da: Kognitive præferencer
es: Preferencias cognitivas
fa: ترجیحات شناختی
fi: Kognitiiviset asetukset
fr: Préférences cognitives
he: העדפות קוגניטיביות
it: Preferenze cognitive
ja: 認知的好み
ko: 인지적 선호
nl: Cognitieve voorkeuren
sw: Mapendeleo ya Utambuzi
th: การตั้งค่าทางปัญญา
uk: Когнітивні уподобання
vi: Sở thích nhận thức
zh_hans: 认知偏好
zh_hant: 認知偏好
zh_hk: 認知偏好

source: Colors
ar: الألوان
da: Farver
es: Bandera
fa: رنگ ها
fi: värit
fr: Couleurs
he: צבעים
is: Litir
it: Colori
ja: 色
ko: 그림 물감
nl: Kleuren
sw: Rangi
th: สี
uk: Кольори
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色
zh_hk: 顏色

source: Common MLX models:
ar: نماذج MLX الشائعة:
da: Almindelige MLX-modeller:
es: Modelos MLX comunes:
fa: مدل های رایج MLX:
fi: Yleisimmät MLX-mallit:
fr: Modèles MLX courants :
he: דגמי MLX נפוצים:
it: Modelli MLX comuni:
ja: 一般的な MLX モデル:
ko: 일반적인 MLX 모델:
nl: Veel voorkomende MLX-modellen:
sw: Aina za kawaida za MLX:
th: รุ่น MLX ทั่วไป:
uk: Поширені моделі MLX:
vi: Các mô hình MLX phổ biến:
zh_hans: 常见MLX型号：
zh_hant: 常見MLX型號：
zh_hk: 常見MLX型號：

source: Common Ollama models:
ar: نماذج أولاما المشتركة:
da: Almindelige Ollama-modeller:
es: Modelos comunes de Ollama:
fa: مدل های رایج اولاما:
fi: Yleisimmät Ollama-mallit:
fr: Modèles Ollama courants :
he: דגמי Ollama נפוצים:
it: Modelli Ollama comuni:
ja: 一般的な Ollama モデル:
ko: 일반적인 Ollama 모델:
nl: Veel voorkomende Ollama-modellen:
sw: Mifano ya kawaida ya Ollama:
th: โมเดล Ollama ทั่วไป:
uk: Поширені моделі Ollama:
vi: Các mẫu Ollama phổ biến:
zh_hans: 常见Ollama型号：
zh_hant: 常見Ollama型號：
zh_hk: 常見Ollama型號：

source: Compact Density: %@
ar: الكثافة المدمجة: %@
da: Kompakt densitet: %@
es: Densidad compacta: %@
fa: چگالی فشرده: %@
fi: Kompakti tiheys: %@
fr: Densité compacte : %@
he: צפיפות קומפקטית: %@
it: Densità compatta: %@
ja: コンパクト密度: %@
ko: 컴팩트 밀도: %@
nl: Compacte dichtheid: %@
sw: Msongamano Sambamba: %@
th: ความหนาแน่นขนาดกะทัดรัด: %@
uk: Компактна щільність: %@
vi: Mật độ nhỏ gọn: %@
zh_hans: 压实密度：%@
zh_hant: 壓實密度：%@
zh_hk: 壓實密度：%@

source: Compact Mode
ar: الوضع المضغوط
da: Kompakt tilstand
es: Modo compacto
fa: حالت فشرده
fi: Kompakti tila
fr: Mode compact
he: מצב קומפקטי
it: Modalità compatta
ja: コンパクトモード
ko: 컴팩트 모드
nl: Compacte modus
sw: Modi Compact
th: โหมดกะทัดรัด
uk: Компактний режим
vi: Chế độ nhỏ gọn
zh_hans: 紧凑模式
zh_hant: 緊湊模式
zh_hk: 緊湊模式

source: Completed
ar: مكتمل
da: Færdiggjort
fa: تکمیل شد
fi: Valmis
fr: Complété
he: הושלם
is: Lokið
it: Completato
ja: 完了しました
ko: 완전한
nl: Voltooid
sw: Imekamilika
th: สมบูรณ์
uk: Виконано
vi: Hoàn thành
zh_hans: 已完成
zh_hant: 完全的
zh_hk: 完全的

source: Configure Pomodoro work/break durations and iteration behavior. Changes apply to new timer sessions.
ar: قم بتكوين فترات عمل/استراحة بومودورو وسلوك التكرار.تنطبق التغييرات على جلسات المؤقت الجديدة.
da: Konfigurer Pomodoro arbejds-/pausevarigheder og iterationsadfærd.Ændringer gælder for nye timersessioner.
es: Configure las duraciones de trabajo/descanso de Pomodoro y el comportamiento de iteración.Los cambios se aplican a las nuevas sesiones del temporizador.
fa: مدت زمان کار/وقفه و رفتار تکرار پومودورو را پیکربندی کنید.تغییرات در جلسات تایمر جدید اعمال می شود.
fi: Määritä Pomodoro-työ-/taukokestot ja iterointikäyttäytyminen.Muutokset koskevat uusia ajastinistuntoja.
fr: Configurez les durées de travail/pause de Pomodoro et le comportement des itérations.Les modifications s'appliquent aux nouvelles sessions de minuterie.
he: הגדר משכי עבודה/הפסקה של פומודורו והתנהגות איטרציה. השינויים חלים על מפגשי טיימר חדשים.
it: Configura le durate di lavoro/pausa di Pomodoro e il comportamento di iterazione.Le modifiche si applicano alle nuove sessioni timer.
ja: ポモドーロの作業/休憩時間と反復動作を構成します。変更は新しいタイマー セッションに適用されます。
ko: Pomodoro 작업/휴식 기간 및 반복 동작을 구성합니다.변경사항은 새 타이머 세션에 적용됩니다.
nl: Configureer de werk-/pauzeduur en het iteratiegedrag van Pomodoro.Wijzigingen zijn van toepassing op nieuwe timersessies.
sw: Sanidi muda wa kazi/mapumziko ya Pomodoro na tabia ya kurudia.Mabadiliko yatatumika kwa vipindi vipya vya kipima muda.
th: กำหนดค่าระยะเวลาการทำงาน/พักของ Pomodoro และพฤติกรรมการวนซ้ำการเปลี่ยนแปลงมีผลกับเซสชันตัวจับเวลาใหม่
uk: Налаштуйте тривалість роботи/перерви Pomodoro та поведінку ітерації.Зміни стосуються нових сеансів таймера.
vi: Định cấu hình thời lượng làm việc/nghỉ và hành vi lặp lại của Pomodoro.Những thay đổi áp dụng cho các phiên hẹn giờ mới.
zh_hans: 配置番茄工作/休息持续时间和迭代行为。更改适用于新的计时器会话。
zh_hant: 配置番茄工作/休息持續時間和迭代行為。更改適用於新的計時器會話。
zh_hk: 配置番茄工作/休息持續時間和迭代行為。更改適用於新的計時器會話。

source: Configure how assignments are automatically scheduled
ar: تكوين كيفية جدولة المهام تلقائيًا
da: Konfigurer, hvordan opgaver automatisk planlægges
es: Configurar cómo se programan las tareas automáticamente
fa: نحوه برنامه ریزی خودکار تکالیف را پیکربندی کنید
fi: Määritä, miten tehtävät ajoitetaan automaattisesti
fr: Configurer la façon dont les affectations sont automatiquement planifiées
he: הגדר כיצד משימות מתוזמנות באופן אוטומטי
it: Configura la modalità di pianificazione automatica dei compiti
ja: 割り当てを自動的にスケジュールする方法を構成する
ko: 할당이 자동으로 예약되는 방식 구성
nl: Configureer hoe opdrachten automatisch worden gepland
sw: Sanidi jinsi kazi zinavyoratibiwa kiotomatiki
th: กำหนดค่าวิธีการกำหนดเวลาการมอบหมายโดยอัตโนมัติ
uk: Налаштуйте автоматичне планування призначень
vi: Định cấu hình cách các bài tập được lên lịch tự động
zh_hans: 配置如何自动安排分配
zh_hant: 配置如何自動安排分配
zh_hk: 配置如何自動安排分配

source: Configure the quick actions shown under the + button in the top-left of the app.
ar: قم بتكوين الإجراءات السريعة الموضحة أسفل الزر + في الجزء العلوي الأيسر من التطبيق.
da: Konfigurer de hurtige handlinger vist under +-knappen øverst til venstre i appen.
es: Configure las acciones rápidas que se muestran debajo del botón + en la parte superior izquierda de la aplicación.
fa: اقدامات سریع نشان داده شده در زیر دکمه + در سمت چپ بالای برنامه را پیکربندی کنید.
fi: Määritä pikatoiminnot, jotka näkyvät +-painikkeen alla sovelluksen vasemmassa yläkulmassa.
fr: Configurez les actions rapides affichées sous le bouton + en haut à gauche de l'application.
he: הגדר את הפעולות המהירות המוצגות מתחת ללחצן + בפינה הימנית העליונה של האפליקציה.
it: Configura le azioni rapide mostrate sotto il pulsante + in alto a sinistra nell'app.
ja: アプリの左上の + ボタンの下に表示されるクイック アクションを設定します。
ko: 앱 왼쪽 상단의 + 버튼 아래에 표시되는 빠른 작업을 구성합니다.
nl: Configureer de snelle acties die worden weergegeven onder de knop + linksboven in de app.
sw: Sanidi vitendo vya haraka vinavyoonyeshwa chini ya kitufe cha + kilicho sehemu ya juu kushoto ya programu.
th: กำหนดค่าการดำเนินการด่วนที่แสดงใต้ปุ่ม + ที่ด้านซ้ายบนของแอป
uk: Налаштуйте швидкі дії, які відображаються під кнопкою + у верхньому лівому куті програми.
vi: Định cấu hình các hành động nhanh được hiển thị bên dưới nút + ở phía trên bên trái của ứng dụng.
zh_hans: 配置应用程序左上角 + 按钮下显示的快速操作。
zh_hant: 配置應用程序左上角 + 按鈕下顯示的快速操作。
zh_hk: 配置應用程序左上角 + 按鈕下顯示的快速操作。

source: Configure when and how Itori sends you notifications.
ar: قم بتكوين متى وكيف يرسل Itori الإشعارات إليك.
da: Konfigurer, hvornår og hvordan Itori sender dig notifikationer.
es: Configura cuándo y cómo Itori te envía notificaciones.
he: הגדר מתי וכיצד Itori שולח לך התראות.
it: Configura quando e come Itori ti invia le notifiche.
ja: Itori が通知を送信するタイミングと方法を構成します。
ko: Itori가 알림을 보내는 시기와 방법을 구성합니다.
nl: Configureer wanneer en hoe Itori u meldingen stuurt.
sw: Sanidi lini na jinsi Itori hukutumia arifa.
th: กำหนดเวลาและวิธีที่ Itori จะส่งการแจ้งเตือนถึงคุณ
uk: Налаштуйте, коли та як Itori надсилає вам сповіщення.
vi: Định cấu hình thời điểm và cách thức Itori gửi thông báo cho bạn.
zh_hans: 配置 Itori 向您发送通知的时间和方式。
zh_hant: 配置 Itori 向您發送通知的時間和方式。
zh_hk: 配置 Itori 向您發送通知的時間和方式。

source: Conflicts (%@)
ar: التعارضات (%@)
da: Konflikter (%@)
es: Conflictos (%@)
fa: تضادها (%@)
fi: Ristiriidat (%@)
fr: Conflits (%@)
he: פריטים מתנגשים
it: Conflitti (%@)
ja: 競合 (%@)
ko: 충돌(%@)
nl: Conflicten (%@)
sw: Migogoro (%@)
th: ข้อขัดแย้ง (%@)
uk: Конфлікти (%@)
vi: Xung đột (%@)
zh_hans: 冲突 (%@)
zh_hant: 衝突 (%@)
zh_hk: 衝突 (%@)

source: Connect with third-party services for additional features
ar: تواصل مع خدمات الطرف الثالث للحصول على ميزات إضافية
da: Opret forbindelse til tredjepartstjenester for yderligere funktioner
es: Conéctese con servicios de terceros para obtener funciones adicionales
fa: برای ویژگی های اضافی با خدمات شخص ثالث ارتباط برقرار کنید
fi: Ota yhteyttä kolmannen osapuolen palveluihin saadaksesi lisäominaisuuksia
fr: Connectez-vous à des services tiers pour des fonctionnalités supplémentaires
he: להתחבר לשירותי צד שלישי לקבלת תכונות נוספות
it: Connettiti con servizi di terze parti per funzionalità aggiuntive
ja: サードパーティのサービスに接続して追加機能を利用する
ko: 추가 기능을 위해 타사 서비스와 연결
nl: Maak verbinding met services van derden voor extra functies
sw: Ungana na huduma za wahusika wengine kwa vipengele vya ziada
th: เชื่อมต่อกับบริการของบุคคลที่สามเพื่อรับคุณสมบัติเพิ่มเติม
uk: Підключіться до сторонніх служб, щоб отримати додаткові функції
vi: Kết nối với các dịch vụ của bên thứ ba để có các tính năng bổ sung
zh_hans: 与第三方服务连接以获得附加功能
zh_hant: 與第三方服務連接以獲得附加功能
zh_hk: 與第三方服務連接以獲得附加功能

source: Connected
ar: متصل
da: Forbundet
fa: متصل شد
fi: Yhdistetty
fr: Connecté
he: מחובר
ja: 接続済み
ko: 연결됨
nl: Aangesloten
sw: Imeunganishwa
th: เชื่อมต่อแล้ว
uk: Підключено
vi: Đã kết nối
zh_hans: 已连接
zh_hant: 已連接
zh_hk: 已連接

source: Content Start Line: %@pt
ar: سطر بداية المحتوى: %@pt
da: Indholdsstartlinje: %@pt
es: Línea de inicio del contenido: %@pt
fa: خط شروع محتوا: %@pt
fi: Sisällön aloitusrivi: %@pt
fr: Ligne de départ du contenu : %@pt
he: קו התחלת תוכן: %@pt
it: Riga iniziale del contenuto: %@pt
ja: コンテンツ開始行: %@pt
ko: 콘텐츠 시작줄: %@pt
nl: Startlijn inhoud: %@pt
sw: Mstari wa Kuanza wa Maudhui: %@pt
th: บรรทัดเริ่มต้นของเนื้อหา: %@pt
uk: Початковий рядок вмісту: %@pt
vi: Dòng bắt đầu nội dung: %@pt
zh_hans: 内容起始行：%@pt
zh_hant: 內容起始行：%@pt
zh_hk: 內容起始行：%@pt

source: Control how Itori uses your data and manages privacy-sensitive features.
ar: التحكم في كيفية استخدام Itori لبياناتك وإدارة الميزات الحساسة للخصوصية.
da: Styr, hvordan Itori bruger dine data og administrerer privatlivsfølsomme funktioner.
es: Controle cómo Itori usa sus datos y administra las funciones sensibles a la privacidad.
he: שליטה על האופן שבו Itori משתמשת בנתונים שלכם ומנהלת תכונות רגישות לפרטיות.
it: Controlla il modo in cui Itori utilizza i tuoi dati e gestisce le funzionalità sensibili alla privacy.
ja: Itori がデータをどのように使用し、プライバシーに配慮した機能を管理するかを制御します。
ko: Itori가 데이터를 사용하고 개인정보 보호 기능을 관리하는 방법을 제어하세요.
nl: Bepaal hoe Itori uw gegevens gebruikt en privacygevoelige functies beheert.
sw: Dhibiti jinsi Itori hutumia data yako na kudhibiti vipengele vinavyozingatia faragha.
th: ควบคุมวิธีที่ Itori ใช้ข้อมูลของคุณและจัดการคุณสมบัติที่ละเอียดอ่อนต่อความเป็นส่วนตัว
uk: Контролюйте, як Itori використовує ваші дані та керує конфіденційними функціями.
vi: Kiểm soát cách Itori sử dụng dữ liệu của bạn và quản lý các tính năng nhạy cảm về quyền riêng tư.
zh_hans: 控制 Itori 如何使用您的数据并管理隐私敏感功能。
zh_hant: 控制 Itori 如何使用您的數據並管理隱私敏感功能。
zh_hk: 控制 Itori 如何使用您的數據並管理隱私敏感功能。

source: Corners & Spacing
ar: الزوايا والتباعد
da: Hjørner & afstand
es: Esquinas y espaciado
fa: گوشه ها و فاصله
fi: Kulmat ja välilyönnit
fr: Coins et espacement
he: פינות ומרווחים
it: Angoli e spaziatura
ja: コーナーと間隔
ko: 모서리 및 간격
nl: Hoeken en afstanden
sw: Pembe na Nafasi
th: มุมและระยะห่าง
uk: Кути та інтервали
vi: Góc & Khoảng cách
zh_hans: 角点和间距
zh_hant: 角點和間距
zh_hk: 角點和間距

source: Course Details
ar: تفاصيل الدورة
da: Kursusdetaljer
es: Detalles del curso
fa: جزئیات دوره
fi: Kurssin tiedot
fr: Détails du cours
he: פרטי קורס
is: Upplýsingar um áfanga
it: Dettagli del corso
ja: コース詳細
ko: 코스 세부정보
nl: Cursusdetails
sw: Maelezo ya Kozi
th: รายละเอียดหลักสูตร
uk: Деталі курсу
vi: Chi tiết khóa học
zh_hans: 课程详情
zh_hant: 課程詳情
zh_hk: 課程詳情

source: Course Management
ar: إدارة الدورة
da: Kursusledelse
es: Gestión de cursos
fa: مدیریت دوره
fi: Kurssin hallinta
fr: Gestion des cours
he: ניהול קורס:
it: Gestione del corso
ja: コース管理
ko: 코스관리
nl: Cursusbeheer
sw: Usimamizi wa Kozi
th: การจัดการหลักสูตร
uk: Управління курсом
vi: Quản lý khóa học
zh_hans: 课程管理
zh_hant: 課程管理
zh_hk: 課程管理

source: Course Materials
ar: مواد الدورة
da: Kursusmaterialer
es: Materiales del curso
fa: مواد درسی
fi: Kurssin materiaalit
fr: Matériel de cours
he: חומרי הקורס
it: Materiali del corso
ja: コース教材
ko: 코스 자료
nl: Cursusmateriaal
sw: Nyenzo za Mafunzo
th: สื่อการเรียนการสอน
uk: Матеріали курсу
vi: Tài liệu khóa học
zh_hans: 课程资料
zh_hant: 課程資料
zh_hk: 課程資料

source: Course Materials & Syllabus
ar: مواد الدورة والمنهج
da: Kursusmateriale og pensum
es: Materiales y plan de estudios del curso
fa: مواد درسی و برنامه درسی
fi: Kurssimateriaalit ja opetusohjelma
fr: Matériel de cours et programme
he: חומרי הקורס וסילבוס
it: Materiali del corso e programma
ja: コース教材とシラバス
ko: 강좌 자료 및 강의 계획서
nl: Cursusmateriaal en syllabus
sw: Nyenzo za Mafunzo na Mtaala
th: วัสดุหลักสูตรและหลักสูตร
uk: Матеріали та програма курсу
vi: Tài liệu & Giáo trình khóa học
zh_hans: 课程材料和教学大纲
zh_hant: 課程材料和教學大綱
zh_hk: 課程材料和教學大綱

source: Course Overview
ar: نظرة عامة على الدورة
da: Kursusoversigt
es: Descripción general del curso
fa: بررسی اجمالی دوره
fi: Kurssin yleiskatsaus
fr: Aperçu du cours
he: סקירת הקורס
it: Panoramica del corso
ja: コース概要
ko: 코스 개요
nl: Cursusoverzicht
sw: Muhtasari wa Kozi
th: ภาพรวมหลักสูตร
uk: Огляд курсу
vi: Tổng quan khóa học
zh_hans: 课程概览
zh_hant: 課程概覽
zh_hk: 課程概覽

source: Course management coming soon
ar: إدارة الدورة قريبا
da: Kursusledelse kommer snart
es: Próximamente gestión de cursos
fa: مدیریت دوره به زودی
fi: Kurssinhallinta tulossa pian
fr: Gestion des cours à venir
he: הנהלת הקורס תגיע בקרוב
it: A breve la gestione del corso
ja: コース管理は近日公開予定
ko: 코스 관리가 곧 제공될 예정입니다.
nl: Cursusbeheer binnenkort beschikbaar
sw: Usimamizi wa kozi unakuja hivi karibuni
th: การจัดการหลักสูตรในเร็ว ๆ นี้
uk: Керівництво курсом незабаром
vi: Sắp có quản lý khóa học
zh_hans: 课程管理即将推出
zh_hant: 課程管理即將推出
zh_hk: 課程管理即將推出

source: Course: %@
ar: دورة: ٪@
da: Kursus: %@
es: Curso: %@
fa: دوره: %@
fi: Kurssi: %@
fr: Cours: %@
he: קורס:
it: Corso: %@
ja: コース： ％@
ko: 강의: %@
nl: Cursus: %@
sw: Kozi: %@
th: คอร์ส: %@
uk: Курс: %@
vi: Khóa học: %@
zh_hans: 课程： ％@
zh_hant: 課程： ％@
zh_hk: 課程： ％@

source: Courses
ar: الدورات
da: Kurser
es: Cursos
fa: دوره ها
fi: Kurssit
fr: Cours
he: קורסים
is: Áfangar
it: Corsi
ja: コース
ko: 행동
nl: Cursussen
sw: Kozi
th: หลักสูตร
uk: Курси
vi: Khóa học
zh_hans: 课程
zh_hant: 課程
zh_hk: 課程

source: Courses in this semester
ar: المقررات الدراسية في هذا الفصل الدراسي
da: Kurser i dette semester
es: Cursos en este semestre
fa: دروس این ترم
fi: Kurssit tällä lukukaudella
fr: Cours ce semestre
he: קורסים בסמסטר זה
it: Corsi in questo semestre
ja: 今学期の授業
ko: 이번 학기의 강좌
nl: Vakken in dit semester
sw: Kozi katika muhula huu
th: หลักสูตรในภาคเรียนนี้
uk: Курси цього семестру
vi: Các khóa học trong học kỳ này
zh_hans: 本学期课程
zh_hant: 本學期課程
zh_hk: 本學期課程

source: Courses: %@
ar: الدورات: %@
da: Kurser: %@
es: Cursos: %@
fa: دوره ها: %@
fi: Kurssit: %@
fr: Cours : %@
he: קורסים
it: Corsi: %@
ja: コース: %@
ko: 강좌: %@
nl: Cursussen: %@
sw: Kozi: %@
th: หลักสูตร: %@
uk: Курси: %@
vi: Các khóa học: %@
zh_hans: 课程：%@
zh_hant: 課程：%@
zh_hk: 課程：%@

source: Create a plan for this assignment to manage task dependencies
ar: قم بإنشاء خطة لهذه المهمة لإدارة تبعيات المهمة
da: Opret en plan for denne opgave for at administrere opgaveafhængigheder
es: Cree un plan para esta tarea para gestionar las dependencias de tareas
fa: برای مدیریت وابستگی های کار، برنامه ای برای این تکلیف ایجاد کنید
fi: Luo suunnitelma tälle tehtävälle tehtävien riippuvuuksien hallitsemiseksi
fr: Créer un plan pour cette mission afin de gérer les dépendances des tâches
he: צור תוכנית למשימה זו לניהול תלויות במשימות
it: Crea un piano per questo compito per gestire le dipendenze delle attività
ja: この割り当ての計画を作成してタスクの依存関係を管理します
ko: 작업 종속성을 관리하려면 이 할당에 대한 계획을 만드세요.
nl: Maak een plan voor deze toewijzing om taakafhankelijkheden te beheren
sw: Unda mpango wa kazi hii ili kudhibiti utegemezi wa kazi
th: สร้างแผนสำหรับการมอบหมายนี้เพื่อจัดการการขึ้นต่อกันของงาน
uk: Створіть план для цього призначення, щоб керувати залежностями завдань
vi: Tạo một kế hoạch cho nhiệm vụ này để quản lý các phần phụ thuộc của nhiệm vụ
zh_hans: 为此分配创建计划以管理任务依赖性
zh_hant: 為此分配創建計劃以管理任務依賴性
zh_hk: 為此分配創建計劃以管理任務依賴性

source: Create an assignment plan to enable task dependencies
ar: إنشاء خطة مهمة لتمكين تبعيات المهمة
da: Opret en opgaveplan for at aktivere opgaveafhængigheder
es: Crear un plan de asignación para habilitar dependencias de tareas
fa: برای فعال کردن وابستگی های وظایف، یک برنامه انتساب ایجاد کنید
fi: Luo tehtäväsuunnitelma ottaaksesi tehtäväriippuvuudet käyttöön
fr: Créer un plan d'affectation pour activer les dépendances de tâches
he: צור תוכנית הקצאה כדי לאפשר תלויות במשימות
it: Creare un piano di assegnazione per abilitare le dipendenze delle attività
ja: タスクの依存関係を有効にする割り当て計画を作成する
ko: 작업 종속성을 활성화하기 위한 할당 계획 만들기
nl: Maak een toewijzingsplan om taakafhankelijkheden in te schakelen
sw: Unda mpango wa kazi ili kuwezesha utegemezi wa kazi
th: สร้างแผนการมอบหมายเพื่อให้สามารถพึ่งพางานได้
uk: Створіть план призначення, щоб увімкнути залежності завдань
vi: Tạo một kế hoạch phân công để kích hoạt sự phụ thuộc của nhiệm vụ
zh_hans: 创建分配计划以启用任务依赖性
zh_hant: 創建分配計劃以啟用任務依賴性
zh_hk: 創建分配計劃以啟用任務依賴性

source: Create and manage academic semesters
ar: إنشاء وإدارة الفصول الدراسية الأكاديمية
da: Opret og administrer akademiske semestre
es: Crear y gestionar semestres académicos.
fa: ایجاد و مدیریت ترم های تحصیلی
fi: Luo ja hallitse akateemisia lukukausia
fr: Créer et gérer des semestres académiques
he: צור ונהל סמסטרים אקדמיים
it: Creare e gestire semestri accademici
ja: 学期の作成と管理
ko: 학기 생성 및 관리
nl: Academische semesters maken en beheren
sw: Unda na udhibiti mihula ya masomo
th: สร้างและจัดการภาคการศึกษา
uk: Створюйте та керуйте навчальними семестрами
vi: Tạo và quản lý học kỳ học tập
zh_hans: 创建和管理学术学期
zh_hant: 創建和管理學術學期
zh_hk: 創建和管理學術學期

source: Create modules, units, sections, chapters, and lessons to organize your course content.
ar: قم بإنشاء وحدات ووحدات وأقسام وفصول ودروس لتنظيم محتوى الدورة التدريبية الخاصة بك.
da: Opret moduler, enheder, sektioner, kapitler og lektioner for at organisere dit kursusindhold.
es: Cree módulos, unidades, secciones, capítulos y lecciones para organizar el contenido de su curso.
fa: ماژول ها، واحدها، بخش ها، فصل ها و درس ها را برای سازماندهی محتوای دوره خود ایجاد کنید.
fi: Luo moduuleja, yksiköitä, osia, lukuja ja oppitunteja järjestääksesi kurssisisältösi.
fr: Créez des modules, des unités, des sections, des chapitres et des leçons pour organiser le contenu de votre cours.
he: צור מודולים, יחידות, מקטעים, פרקים ושיעורים כדי לארגן את תוכן הקורס שלך.
it: Crea moduli, unità, sezioni, capitoli e lezioni per organizzare i contenuti del tuo corso.
ja: モジュール、単元、セクション、章、レッスンを作成して、コースのコンテンツを整理します。
ko: 모듈, 단원, 섹션, 장, 강의를 만들어 코스 콘텐츠를 정리하세요.
nl: Maak modules, eenheden, secties, hoofdstukken en lessen om uw cursusinhoud te ordenen.
sw: Unda moduli, vitengo, sehemu, sura na masomo ili kupanga maudhui yako ya kozi.
th: สร้างโมดูล หน่วย ส่วน บท และบทเรียนเพื่อจัดระเบียบเนื้อหาหลักสูตรของคุณ
uk: Створюйте модулі, підрозділи, розділи, розділи та уроки, щоб упорядкувати вміст курсу.
zh_hans: 创建模块、单元、部分、章节和课程来组织您的课程内容。
zh_hant: 創建模塊、單元、部分、章節和課程來組織您的課程內容。
zh_hk: 創建模塊、單元、部分、章節和課程來組織您的課程內容。
